IDEA Open Model
ConnectionSetup.ApplyConeBreakoutCheck Property
Compatible with IDEA StatiCa 20.1
 Apply cone breakout check
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ConeBreakoutCheckType ApplyConeBreakoutCheck { get; set; }
Public Property ApplyConeBreakoutCheck As ConeBreakoutCheckType
	Get
	Set
Property Value
Type: ConeBreakoutCheckType
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace